Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: authenticate to enable app lock.
ar: تحقّق من هويتك لتفعيل قفل التطبيق.
bn: অ্যাপ লক সক্রিয় করতে অনুমোদন করুন।
cs: ověřte se pro zapnutí zámku aplikace.
da: godkend for at aktivere app-lås.
de: authentifizieren, um die App-Sperre zu aktivieren.
el: ταυτοποιηθείτε για να ενεργοποιήσετε το κλείδωμα εφαρμογής.
es: autentíquese para activar el bloqueo de la app.
es_419: autentíquese para activar el bloqueo de la app.
fa: برای فعال‌کردن قفل برنامه احراز هویت کنید.
fi: todenna ottaaksesi sovelluslukituksen käyttöön.
fil: magpatotoo upang i-enable ang app lock.
fr: authentifiez-vous pour activer le verrouillage de l’app.
he: יש לבצע אימות כדי להפעיל את נעילת האפליקציה.
hi: ऐप लॉक सक्षम करने के लिए प्रमाणीकरण करें।
hu: hitelesítsen az alkalmazászár bekapcsolásához.
hy: նույնականացեք հավելվածի կողպեքը միացնելու համար։
id: autentikasi untuk mengaktifkan kunci aplikasi.
it: autenticati per attivare il blocco dell'app.
ja: Appロックを有効にするには認証してください。
ko: 앱 잠금을 설정하려면 인증해 주세요.
ms: sahkan untuk mendayakan kunci aplikasi.
nb: autentiser for å slå på applåsen.
nl: authenticeer om appvergrendeling in te schakelen.
pl: uwierzytelnij się, aby włączyć blokadę aplikacji.
pt_br: autentique-se para ativar o bloqueio do app.
pt_pt: autentique-se para ativar o bloqueio da aplicação.
ro: autentificați-vă pentru a activa blocarea aplicației.
ru: пройдите аутентификацию, чтобы включить блокировку приложения.
sv: autentisera för att aktivera applåset.
ta: ஆப் பூட்டை இயக்க அங்கீகரிக்கவும்.
te: యాప్ లాక్‌ను ప్రారంభించడానికి ప్రామాణీకరించండి.
th: ยืนยันตัวตนเพื่อเปิดการล็อกแอป
tr: uygulama kilidini etkinleştirmek için kimliğinizi doğrulayın.
uk: пройдіть автентифікацію, щоб увімкнути блокування застосунку.
ur: ایپ لاک فعال کرنے کے لیے تصدیق کریں۔
vi: xác thực để bật khóa ứng dụng.
zh_hans: 请验证身份以开启应用锁。
zh_hant: 進行驗證以啟用 App 鎖定。

source: Authenticate to enable app lock.
ar: تحقّق من هويتك لتفعيل قفل التطبيق.
bn: অ্যাপ লক সক্রিয় করতে অনুমোদন করুন।
cs: Ověřte se pro zapnutí zámku aplikace.
da: Godkend for at aktivere app-lås.
de: Authentifizieren Sie sich, um die App-Sperre zu aktivieren.
el: Ταυτοποιηθείτε για να ενεργοποιήσετε το κλείδωμα εφαρμογής.
es: Autentíquese para activar el bloqueo de la app.
es_419: Autentíquese para activar el bloqueo de la app.
fa: برای فعال‌کردن قفل برنامه احراز هویت کنید.
fi: Todenna ottaaksesi sovelluslukituksen käyttöön.
fil: Magpatotoo upang i-enable ang app lock.
fr: Authentifiez-vous pour activer le verrouillage de l’app.
he: יש לבצע אימות כדי להפעיל את נעילת האפליקציה.
hi: ऐप लॉक सक्षम करने के लिए प्रमाणीकरण करें।
hu: Hitelesítsen az alkalmazászár bekapcsolásához.
hy: Նույնականացեք հավելվածի կողպեքը միացնելու համար։
id: Lakukan autentikasi untuk mengaktifkan kunci aplikasi.
it: Autenticati per attivare il blocco dell'app.
ja: Appロックを有効にするには認証してください。
ko: 앱 잠금을 설정하려면 인증해 주세요.
ms: Sahkan untuk mendayakan kunci aplikasi.
nb: Autentiser for å slå på applåsen.
nl: Authenticeer om appvergrendeling in te schakelen.
pl: Uwierzytelnij się, aby włączyć blokadę aplikacji.
pt_br: Autentique-se para ativar o bloqueio do app.
pt_pt: Autentique-se para ativar o bloqueio da aplicação.
ro: Autentificați-vă pentru a activa blocarea aplicației.
ru: Пройдите аутентификацию, чтобы включить блокировку приложения.
sv: Autentisera för att aktivera applåset.
ta: ஆப் பூட்டை இயக்க அங்கீகரிக்கவும்.
te: యాప్ లాక్‌ను ప్రారంభించడానికి ప్రామాణీకరించండి.
th: ยืนยันตัวตนเพื่อเปิดการล็อกแอป
tr: Uygulama kilidini etkinleştirmek için kimliğinizi doğrulayın.
uk: Пройдіть автентифікацію, щоб увімкнути блокування застосунку.
ur: ایپ لاک فعال کرنے کے لیے تصدیق کریں۔
vi: Xác thực để bật khóa ứng dụng.
zh_hans: 请验证身份以开启应用锁。
zh_hant: 進行驗證以啟用 App 鎖定。

source: Authentication could not continue because the user has been locked out of biometric authentication, due to failing authentication too many times.
ar: تعذّرت متابعة عملية التحقق لأن المستخدم قد تم حظره من المصادقة البيومترية بسبب فشل التحقق عددًا كبيرًا من المرات.
bn: বহুবার অনুমোদন ব্যর্থ হওয়ার কারণে ব্যবহারকারীকে বায়োমেট্রিক অনুমোদন থেকে লক করে দেওয়া হয়েছে, তাই অনুমোদন চালিয়ে যাওয়া যায়নি।
cs: V ověřování nelze pokračovat, protože biometrické ověřování bylo zablokováno kvůli příliš mnoha neúspěšným pokusům.
da: Godkendelsen kunne ikke fortsætte, fordi brugeren er blevet låst ude af biometrisk godkendelse på grund af for mange mislykkede forsøg.
de: Die Authentifizierung konnte nicht fortgesetzt werden, da der Benutzer aufgrund zu vieler fehlgeschlagener Versuche von der biometrischen Authentifizierung ausgesperrt wurde.
el: Η ταυτοποίηση δεν μπόρεσε να συνεχιστεί, επειδή ο χρήστης έχει αποκλειστεί από τη βιομετρική ταυτοποίηση λόγω πολλών αποτυχημένων προσπαθειών.
es: No se pudo continuar con la autenticación porque el usuario ha sido bloqueado de la autenticación biométrica tras fallar demasiadas veces.
es_419: No se pudo continuar con la autenticación porque el usuario fue bloqueado de la autenticación biométrica tras fallar demasiadas veces.
fa: به دلیل تعداد زیاد دفعات ناموفق در احراز هویت، کاربر از احراز هویت زیستی منع شده است و فرایند نمی‌تواند ادامه یابد.
fi: Todennusta ei voitu jatkaa, koska käyttäjä on lukittu pois biometrisestä todennuksesta liian monen epäonnistuneen todennusyrityksen vuoksi.
fil: Hindi maipagpatuloy ang pagpapatotoo dahil na-lock out ang gumagamit sa biometric na pagpapatotoo, sanhi ng paulit-ulit na pagkabigo sa pagpapatotoo.
fr: L’authentification n’a pas pu se poursuivre car l’utilisateur a été bloqué de l’authentification biométrique après un trop grand nombre d’échecs.
he: לא ניתן היה להמשיך באימות מכיוון שהמשתמש ננעל מחוץ לאימות הביומטרי, עקב כשלים רבים מדי באימות.
hi: प्रमाणीकरण जारी नहीं रखा जा सका क्योंकि बहुत अधिक बार प्रमाणीकरण विफल होने के कारण उपयोगकर्ता को बायोमेट्रिक प्रमाणीकरण से लॉक कर दिया गया है।
hu: A hitelesítés nem folytatható, mert a túl sok sikertelen próbálkozás miatt a biometrikus hitelesítés zárolásra került.
hy: Նույնականացումը չհաջողվեց շարունակել, քանի որ օգտատերը արգելափակվել է կենսաչափական նույնականացումից՝ չափազանց շատ անգամ նույնականացման ձախողման պատճառով։
id: Autentikasi tidak dapat dilanjutkan karena pengguna telah terkunci dari autentikasi biometrik, akibat terlalu sering gagal melakukan autentikasi.
it: Impossibile proseguire con l'autenticazione perché l'utente è stato bloccato dall'autenticazione biometrica a causa di troppi tentativi di autenticazione non riusciti.
ja: 認証に何度も失敗したため、生体認証がロックアウトされており、認証を続行できませんでした。
ko: 인증에 너무 여러 번 실패하여 생체 인증이 잠겼기 때문에 인증을 계속할 수 없습니다.
ms: Pengesahan tidak dapat diteruskan kerana pengguna telah dikunci daripada pengesahan biometrik akibat terlalu kerap gagal mengesahkan.
nb: Autentiseringen kunne ikke fortsette fordi brukeren er utestengt fra biometrisk autentisering på grunn av for mange mislykkede forsøk.
nl: Authenticatie kon niet doorgaan omdat de gebruiker is buitengesloten van biometrische authenticatie, omdat de authenticatie te vaak is mislukt.
pl: Nie można kontynuować uwierzytelniania, ponieważ uwierzytelnianie biometryczne zostało zablokowane z powodu zbyt wielu nieudanych prób.
pt_br: A autenticação não pôde continuar porque o usuário foi bloqueado da autenticação biométrica devido a tentativas malsucedidas em excesso.
pt_pt: Não foi possível continuar a autenticação porque o utilizador foi bloqueado da autenticação biométrica, por ter falhado a autenticação demasiadas vezes.
ro: Autentificarea nu a putut continua deoarece utilizatorul a fost blocat de la autentificarea biometrică, din cauza prea multor încercări nereușite.
ru: Не удалось продолжить аутентификацию, так как биометрическая аутентификация заблокирована из-за слишком большого числа неудачных попыток.
sv: Autentiseringen kunde inte fortsätta eftersom användaren har låsts ute från biometrisk autentisering på grund av för många misslyckade autentiseringsförsök.
ta: பல முறை அங்கீகாரம் தோல்வியடைந்ததால் பயனர் பயோமெட்ரிக் அங்கீகாரத்திலிருந்து தடுக்கப்பட்டுள்ளதால் அங்கீகாரத்தைத் தொடர முடியவில்லை.
te: చాలాసార్లు ప్రామాణీకరణ విఫలమైనందున, వినియోగదారు బయోమెట్రిక్ ప్రామాణీకరణ నుండి లాక్ చేయబడ్డారు, కాబట్టి ప్రామాణీకరణ కొనసాగలేకపోయింది.
th: ไม่สามารถดำเนินการยืนยันตัวตนต่อได้ เนื่องจากผู้ใช้ถูกล็อกออกจากการยืนยันตัวตนด้วยข้อมูลชีวมาตรจากการยืนยันตัวตนล้มเหลวหลายครั้งเกินไป
tr: Kimlik doğrulama çok kez başarısız olduğundan, kullanıcı biyometrik kimlik doğrulamadan kilitlendiği için kimlik doğrulamaya devam edilemedi.
uk: Не вдалося продовжити автентифікацію, оскільки користувача заблоковано для біометричної автентифікації через надто велику кількість невдалих спроб.
ur: تصدیق جاری نہیں رہ سکی کیونکہ بار بار ناکام تصدیق کی وجہ سے صارف کو بایومیٹرک تصدیق سے باہر کر دیا گیا ہے۔
vi: Không thể tiếp tục xác thực vì người dùng đã bị khóa khỏi xác thực sinh trắc học do xác thực thất bại quá nhiều lần.
zh_hans: 由于验证失败次数过多，生物识别验证已被锁定，无法继续。
zh_hant: 由於驗證失敗次數過多，使用者已被鎖定無法使用生物辨識驗證，因此無法繼續驗證。

source: Authentication could not start because the device does not support biometric authentication.
ar: تعذّر بدء عملية التحقق لأن الجهاز لا يدعم المصادقة البيومترية.
bn: ডিভাইসটি বায়োমেট্রিক অনুমোদন সমর্থন করে না বলে অনুমোদন শুরু করা যায়নি।
cs: Ověřování nelze spustit, protože zařízení nepodporuje biometrické ověřování.
da: Godkendelsen kunne ikke starte, fordi enheden ikke understøtter biometrisk godkendelse.
de: Die Authentifizierung konnte nicht gestartet werden, da das Gerät keine biometrische Authentifizierung unterstützt.
el: Η ταυτοποίηση δεν μπόρεσε να ξεκινήσει, επειδή η συσκευή δεν υποστηρίζει βιομετρική ταυτοποίηση.
es: No se pudo iniciar la autenticación porque el dispositivo no admite la autenticación biométrica.
es_419: No se pudo iniciar la autenticación porque el dispositivo no admite la autenticación biométrica.
fa: احراز هویت آغاز نشد، زیرا این دستگاه از احراز هویت زیستی پشتیبانی نمی‌کند.
fi: Todennusta ei voitu aloittaa, koska laite ei tue biometristä todennusta.
fil: Hindi masimulan ang pagpapatotoo dahil hindi sinusuportahan ng device ang biometric na pagpapatotoo.
fr: L’authentification n’a pas pu démarrer car l’appareil ne prend pas en charge l’authentification biométrique.
he: לא ניתן היה להתחיל באימות מכיוון שהמכשיר אינו תומך באימות ביומטרי.
hi: प्रमाणीकरण आरंभ नहीं हो सका क्योंकि यह डिवाइस बायोमेट्रिक प्रमाणीकरण का समर्थन नहीं करता।
hu: A hitelesítés nem indítható el, mert az eszköz nem támogatja a biometrikus hitelesítést.
hy: Նույնականացումը չհաջողվեց սկսել, քանի որ սարքը չի աջակցում կենսաչափական նույնականացում։
id: Autentikasi tidak dapat dimulai karena perangkat tidak mendukung autentikasi biometrik.
it: Impossibile avviare l'autenticazione perché il dispositivo non supporta l'autenticazione biometrica.
ja: このデバイスは生体認証に対応していないため、認証を開始できませんでした。
ko: 이 기기가 생체 인증을 지원하지 않기 때문에 인증을 시작할 수 없습니다.
ms: Pengesahan tidak dapat dimulakan kerana peranti ini tidak menyokong pengesahan biometrik.
nb: Autentiseringen kunne ikke starte fordi enheten ikke støtter biometrisk autentisering.
nl: Authenticatie kon niet starten omdat het apparaat geen biometrische authenticatie ondersteunt.
pl: Nie można rozpocząć uwierzytelniania, ponieważ urządzenie nie obsługuje uwierzytelniania biometrycznego.
pt_br: A autenticação não pôde ser iniciada porque o dispositivo não oferece suporte à autenticação biométrica.
pt_pt: Não foi possível iniciar a autenticação porque o dispositivo não suporta autenticação biométrica.
ro: Autentificarea nu a putut începe deoarece dispozitivul nu acceptă autentificarea biometrică.
ru: Не удалось начать аутентификацию, так как устройство не поддерживает биометрическую аутентификацию.
sv: Autentiseringen kunde inte startas eftersom enheten inte stöder biometrisk autentisering.
ta: சாதனம் பயோமெட்ரிக் அங்கீகாரத்தை ஆதரிக்காததால் அங்கீகாரத்தைத் தொடங்க முடியவில்லை.
te: ఈ పరికరం బయోమెట్రిక్ ప్రామాణీకరణకు మద్దతు ఇవ్వనందున ప్రామాణీకరణ ప్రారంభం కాలేదు.
th: ไม่สามารถเริ่มการยืนยันตัวตนได้ เนื่องจากอุปกรณ์ไม่รองรับการยืนยันตัวตนด้วยข้อมูลชีวมาตร
tr: Aygıt biyometrik kimlik doğrulamayı desteklemediği için kimlik doğrulama başlatılamadı.
uk: Не вдалося розпочати автентифікацію, оскільки пристрій не підтримує біометричну автентифікацію.
ur: تصدیق شروع نہیں ہو سکی کیونکہ یہ آلہ بایومیٹرک تصدیق کی معاونت نہیں کرتا۔
vi: Không thể bắt đầu xác thực vì thiết bị không hỗ trợ xác thực sinh trắc học.
zh_hans: 无法开始验证，因为此设备不支持生物识别验证。
zh_hant: 由於此裝置不支援生物辨識驗證，因此無法開始驗證。

source: Authentication could not start because the user has not enrolled in biometric authentication.
ar: تعذّر بدء عملية التحقق لأن المستخدم لم يسجّل في المصادقة البيومترية.
bn: ব্যবহারকারী বায়োমেট্রিক অনুমোদনে নথিভুক্ত হননি বলে অনুমোদন শুরু করা যায়নি।
cs: Ověřování nelze spustit, protože uživatel nemá nastavené biometrické ověřování.
da: Godkendelsen kunne ikke starte, fordi brugeren ikke har konfigureret biometrisk godkendelse.
de: Die Authentifizierung konnte nicht gestartet werden, da der Benutzer keine biometrische Authentifizierung eingerichtet hat.
el: Η ταυτοποίηση δεν μπόρεσε να ξεκινήσει, επειδή ο χρήστης δεν έχει ρυθμίσει βιομετρική ταυτοποίηση.
es: No se pudo iniciar la autenticación porque el usuario no ha configurado la autenticación biométrica.
es_419: No se pudo iniciar la autenticación porque el usuario no ha configurado la autenticación biométrica.
fa: احراز هویت آغاز نشد، زیرا کاربر در احراز هویت زیستی ثبت‌نام نکرده است.
fi: Todennusta ei voitu aloittaa, koska käyttäjä ei ole ottanut biometristä todennusta käyttöön.
fil: Hindi masimulan ang pagpapatotoo dahil hindi pa nakapag-enroll ang gumagamit sa biometric na pagpapatotoo.
fr: L’authentification n’a pas pu démarrer car l’utilisateur n’a pas configuré l’authentification biométrique.
he: לא ניתן היה להתחיל באימות מכיוון שהמשתמש לא נרשם לאימות הביומטרי.
hi: प्रमाणीकरण आरंभ नहीं हो सका क्योंकि उपयोगकर्ता ने बायोमेट्रिक प्रमाणीकरण में नामांकन नहीं किया है।
hu: A hitelesítés nem indítható el, mert a biometrikus hitelesítés nincs beállítva.
hy: Նույնականացումը չհաջողվեց սկսել, քանի որ օգտատերը չի գրանցվել կենսաչափական նույնականացման մեջ։
id: Autentikasi tidak dapat dimulai karena pengguna belum mendaftarkan autentikasi biometrik.
it: Impossibile avviare l'autenticazione perché l'utente non ha registrato l'autenticazione biometrica.
ja: 生体認証が登録されていないため、認証を開始できませんでした。
ko: 생체 인증이 등록되어 있지 않기 때문에 인증을 시작할 수 없습니다.
ms: Pengesahan tidak dapat dimulakan kerana pengguna belum mendaftar pengesahan biometrik.
nb: Autentiseringen kunne ikke starte fordi brukeren ikke har registrert biometrisk autentisering.
nl: Authenticatie kon niet starten omdat de gebruiker zich niet heeft aangemeld voor biometrische authenticatie.
pl: Nie można rozpocząć uwierzytelniania, ponieważ użytkownik nie skonfigurował uwierzytelniania biometrycznego.
pt_br: A autenticação não pôde ser iniciada porque o usuário não cadastrou a autenticação biométrica.
pt_pt: Não foi possível iniciar a autenticação porque o utilizador não configurou a autenticação biométrica.
ro: Autentificarea nu a putut începe deoarece utilizatorul nu și-a configurat autentificarea biometrică.
ru: Не удалось начать аутентификацию, так как биометрическая аутентификация не настроена.
sv: Autentiseringen kunde inte startas eftersom användaren inte har registrerat sig för biometrisk autentisering.
ta: பயனர் பயோமெட்ரிக் அங்கீகாரத்தில் பதிவு செய்யாததால் அங்கீகாரத்தைத் தொடங்க முடியவில்லை.
te: వినియోగదారు బయోమెట్రిక్ ప్రామాణీకరణలో నమోదు కానందున ప్రామాణీకరణ ప్రారంభం కాలేదు.
th: ไม่สามารถเริ่มการยืนยันตัวตนได้ เนื่องจากผู้ใช้ยังไม่ได้ลงทะเบียนการยืนยันตัวตนด้วยข้อมูลชีวมาตร
tr: Kullanıcı biyometrik kimlik doğrulamaya kaydolmadığı için kimlik doğrulama başlatılamadı.
uk: Не вдалося розпочати автентифікацію, оскільки користувач не налаштував біометричну автентифікацію.
ur: تصدیق شروع نہیں ہو سکی کیونکہ صارف نے بایومیٹرک تصدیق میں اندراج نہیں کیا۔
vi: Không thể bắt đầu xác thực vì người dùng chưa thiết lập xác thực sinh trắc học.
zh_hans: 无法开始验证，因为尚未设置生物识别验证。
zh_hant: 由於使用者尚未設定生物辨識驗證，因此無法開始驗證。

source: Authentication is required every time you return to the app.
ar: يُطلب التحقق في كل مرة تعود فيها إلى التطبيق.
bn: আপনি যতবার অ্যাপে ফিরবেন ততবার অনুমোদন প্রয়োজন হবে।
cs: Ověření je vyžadováno pokaždé, když se vrátíte do aplikace.
da: Der kræves godkendelse, hver gang du vender tilbage til appen.
de: Die Authentifizierung ist jedes Mal erforderlich, wenn Sie zur App zurückkehren.
el: Απαιτείται ταυτοποίηση κάθε φορά που επιστρέφετε στην εφαρμογή.
es: Se requiere autenticación cada vez que vuelve a la app.
es_419: Se requiere autenticación cada vez que regresa a la app.
fa: هر بار که به برنامه بازمی‌گردید، احراز هویت لازم است.
fi: Todennus vaaditaan joka kerta, kun palaatte sovellukseen.
fil: Kinakailangan ang pagpapatotoo sa tuwing babalik ka sa app.
fr: L’authentification est requise chaque fois que vous revenez dans l’app.
he: נדרש אימות בכל פעם שחוזרים אל האפליקציה.
hi: जब भी आप ऐप पर लौटते हैं, तब प्रमाणीकरण आवश्यक होता है।
hu: Hitelesítés szükséges minden alkalommal, amikor visszatér az alkalmazásba.
hy: Նույնականացում է պահանջվում ամեն անգամ, երբ վերադառնում եք հավելված։
id: Autentikasi diperlukan setiap kali Anda kembali ke aplikasi.
it: L'autenticazione è richiesta ogni volta che torni nell'app.
ja: Appに戻るたびに認証が必要です。
ko: 앱으로 돌아올 때마다 인증이 필요합니다.
ms: Pengesahan diperlukan setiap kali anda kembali ke aplikasi.
nb: Autentisering kreves hver gang du går tilbake til appen.
nl: Verificatie is vereist telkens wanneer u terugkeert naar de app.
pl: Uwierzytelnienie jest wymagane przy każdym powrocie do aplikacji.
pt_br: A autenticação é exigida sempre que você retorna ao app.
pt_pt: É necessária autenticação sempre que regressa à aplicação.
ro: Autentificarea este necesară de fiecare dată când reveniți în aplicație.
ru: Аутентификация требуется каждый раз при возврате в приложение.
sv: Autentisering krävs varje gång du återvänder till appen.
ta: நீங்கள் ஆப்-க்குத் திரும்பும் ஒவ்வொரு முறையும் அங்கீகாரம் தேவைப்படும்.
te: మీరు యాప్‌కు తిరిగి వచ్చిన ప్రతిసారీ ప్రామాణీకరణ అవసరం.
th: ต้องมีการยืนยันตัวตนทุกครั้งที่คุณกลับเข้าสู่แอป
tr: Uygulamaya her döndüğünüzde kimlik doğrulama gereklidir.
uk: Автентифікація потрібна щоразу, коли ви повертаєтеся до застосунку.
ur: جب بھی آپ ایپ پر واپس آئیں گے تو تصدیق درکار ہوگی۔
vi: Yêu cầu xác thực mỗi khi bạn quay lại ứng dụng.
zh_hans: 每次返回应用时都需要验证身份。
zh_hant: 每次返回 App 時都需要進行驗證。

source: Authentication is required if the app remains in the background for more than %@.
ar: يُطلب التحقق إذا بقي التطبيق في الخلفية لأكثر من %@.
bn: অ্যাপটি %@-এর বেশি সময় ব্যাকগ্রাউন্ডে থাকলে অনুমোদন প্রয়োজন হবে।
cs: Ověření je vyžadováno, pokud aplikace zůstane na pozadí déle než %@.
da: Der kræves godkendelse, hvis appen forbliver i baggrunden i mere end %@.
de: Die Authentifizierung ist erforderlich, wenn die App länger als %@ im Hintergrund bleibt.
el: Απαιτείται ταυτοποίηση εάν η εφαρμογή παραμείνει στο παρασκήνιο για περισσότερο από %@.
es: Se requiere autenticación si la app permanece en segundo plano más de %@.
es_419: Se requiere autenticación si la app permanece en segundo plano por más de %@.
fa: اگر برنامه بیش از %@ در پس‌زمینه باقی بماند، احراز هویت لازم است.
fi: Todennus vaaditaan, jos sovellus on taustalla pidempään kuin %@.
fil: Kinakailangan ang pagpapatotoo kung mananatili ang app sa background nang higit sa %@.
fr: L’authentification est requise si l’app reste en arrière-plan pendant plus de %@.
he: נדרש אימות אם האפליקציה נשארת ברקע למשך יותר מ-%@.
hi: यदि ऐप %@ से अधिक समय तक पृष्ठभूमि में रहता है, तो प्रमाणीकरण आवश्यक होता है।
hu: Hitelesítés szükséges, ha az alkalmazás %@-nál hosszabb ideig marad a háttérben.
hy: Նույնականացում է պահանջվում, եթե հավելվածը ֆոնում մնում է ավելի քան %@։
id: Autentikasi diperlukan jika aplikasi tetap berada di latar belakang lebih dari %@.
it: L'autenticazione è richiesta se l'app rimane in background per più di %@.
ja: Appがバックグラウンドに%@を超えてとどまっている場合は、認証が必要です。
ko: 앱이 %@ 넘게 백그라운드에 머무는 경우 인증이 필요합니다.
ms: Pengesahan diperlukan jika aplikasi kekal di latar belakang lebih daripada %@.
nb: Autentisering kreves hvis appen blir værende i bakgrunnen i mer enn %@.
nl: Verificatie is vereist als de app langer dan %@ op de achtergrond blijft.
pl: Uwierzytelnienie jest wymagane, jeśli aplikacja pozostaje w tle dłużej niż %@.
pt_br: A autenticação é exigida se o app permanecer em segundo plano por mais de %@.
pt_pt: É necessária autenticação se a aplicação permanecer em segundo plano durante mais de %@.
ro: Autentificarea este necesară dacă aplicația rămâne în fundal mai mult de %@.
ru: Аутентификация требуется, если приложение находится в фоновом режиме дольше %@.
sv: Autentisering krävs om appen är i bakgrunden i mer än %@.
ta: ஆப் %@-க்கும் மேலாக பின்னணியில் இருந்தால் அங்கீகாரம் தேவைப்படும்.
te: యాప్ %@ కంటే ఎక్కువసేపు బ్యాక్‌గ్రౌండ్‌లో ఉంటే ప్రామాణీకరణ అవసరం.
th: ต้องมีการยืนยันตัวตนหากแอปอยู่ในเบื้องหลังนานกว่า %@
tr: Uygulama %@ süresinden uzun süre arka planda kalırsa kimlik doğrulama gereklidir.
uk: Автентифікація потрібна, якщо застосунок залишається у фоновому режимі понад %@.
ur: اگر ایپ %@ سے زیادہ پسِ منظر میں رہے تو تصدیق درکار ہوتی ہے۔
vi: Yêu cầu xác thực nếu ứng dụng ở chế độ nền lâu hơn %@.
zh_hans: 如果应用在后台停留超过 %@，则需要验证身份。
zh_hant: 若 App 於背景停留超過 %@，則需要進行驗證。

source: Authentication was cancelled by application
ar: تم إلغاء عملية التحقق بواسطة التطبيق
bn: অ্যাপ্লিকেশন দ্বারা অনুমোদন বাতিল করা হয়েছে
cs: Ověřování bylo zrušeno aplikací
da: Godkendelsen blev annulleret af appen
de: Die Authentifizierung wurde von der App abgebrochen
el: Η ταυτοποίηση ακυρώθηκε από την εφαρμογή
es: La aplicación canceló la autenticación
es_419: La aplicación canceló la autenticación
fa: احراز هویت توسط برنامه لغو شد
fi: Sovellus peruutti todennuksen
fil: Kinansela ng application ang pagpapatotoo
fr: L’authentification a été annulée par l’application
he: האימות בוטל על ידי האפליקציה
hi: ऐप द्वारा प्रमाणीकरण रद्द कर दिया गया
hu: A hitelesítést az alkalmazás megszakította
hy: Նույնականացումը չեղարկվեց հավելվածի կողմից
id: Autentikasi dibatalkan oleh aplikasi
it: Autenticazione annullata dall'applicazione
ja: Appによって認証がキャンセルされました
ko: 앱에 의해 인증이 취소되었습니다
ms: Pengesahan telah dibatalkan oleh aplikasi
nb: Autentiseringen ble avbrutt av appen
nl: Authenticatie is geannuleerd door de app
pl: Uwierzytelnianie zostało anulowane przez aplikację
pt_br: A autenticação foi cancelada pelo aplicativo
pt_pt: A autenticação foi cancelada pela aplicação
ro: Autentificarea a fost anulată de aplicație
ru: Аутентификация отменена приложением
sv: Autentiseringen avbröts av appen
ta: அங்கீகாரம் ஆப்ளிகேஷனால் ரத்து செய்யப்பட்டது
te: అప్లికేషన్ ద్వారా ప్రామాణీకరణ రద్దు చేయబడింది
th: การยืนยันตัวตนถูกยกเลิกโดยแอปพลิเคชัน
tr: Kimlik doğrulama uygulama tarafından iptal edildi
uk: Автентифікацію скасовано застосунком
ur: ایپلیکیشن کی جانب سے تصدیق منسوخ کر دی گئی
vi: Xác thực đã bị ứng dụng hủy
zh_hans: 验证已被应用取消
zh_hant: 驗證已被 App 取消
